Repository: tommistolercz/script.philipshue
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #30000
source: GENERAL
cs_cz: OBECNÉ

# #30001
source: Hue Bridge IP address
cs_cz: Hue Bridge IP adresa

# #30020
source: Authorize add-on:
cs_cz: Autorizujte doplňek:

# #30021
source: Press the button on Hue Bridge and then press OK.
cs_cz: Stiskněte tlačítko Hue Bridge a poté stiskněte OK.

# #30022
source: Authorization error!
cs_cz: Chyba autorizace!

# #30023
source: Addon routing error!
cs_cz: Chyba routingu!

# #30030
source: LIGHTS
cs_cz: SVĚTLA

# #30031
source: ROOMS
cs_cz: MÍSTNOSTI

# #30050
source: Switch on
cs_cz: Zapnout světlo

# #30051
source: Switch off
cs_cz: Vypnout světlo

# #30052
source: Select color
cs_cz: Zvolit barvu
